`1 start
So dark

`2
Can't see anything

`3
Can't remember anything

`4
/m -f:Lycoris_0
I.... I can't see anything

`5
/m -f:Lycoris_0
I can't fight

`6
/m -f:Lycoris_0
I can't do anything to help

`7
/m -f:Lycoris_0
Don't worry about me, I'll just be a burden

`8
/m -f:yoi_0
Don't say that, Lycoris, you're just too
nervous.

`9
/m -f:Lycoris_0
But I can't see anything.

`10
/m -f:eyebo_0
Relax, it's easy. Just think of it as playing a game.

`11
/m -f:eyebo_0
Let me describe it. We are in the middle of a dungeon room.

`12
/m -f:eyebo_0
This room is 3 paces wide and 3 paces long.

`13
/m -f:eyebo_0
We are against the south wall, facing north. Yoi is on your right.

`14
/m -f:yoi_0
Here

`15
/m -f:eyebo_0
Are you clear about the environment now?

`16
/m -f:Lycoris_0
Yes.

`17
/m -f:eyebo_0
Very good. Now, the green slime is located one step to your left and two steps forward


`18
/m -f:eyebo_0
The next thing we gonna do is to destroy this monster

`19
/m -f:eyebo_0
I'll try to explain it in a way that humans can understand.

`20
/m -f:eyebo_0
This is a turn-based game, each turn you have to take an action.

`21
/m -f:eyebo_0
left click the endturn button when you finish your action.

`22
/m -f:eyebo_0
Each turn you get three actions, now left click the move card.

`23
/m -f:yoi_0
What is the left click?

`24
/m -f:eyebo_0
It's very complicated, so you don't have to understand.

`25 after_left_click_the_card
/m -f:eyebo_0
Good job.

`26
/m -f:eyebo_0
When you've made your selection, left click it again. you can also right click it to deselect it, but we need to move now.

`27
/m -f:yoi_0
Where is the card?

`28
/m -f:eyebo_0
In the mind. it's a rhetorical device.

`29 after_left_click_the_card_again
/m -f:eyebo_0
It's almost there. Now move to your left front. That way you can attack the Slime on your next turn.

`30 after_move
/m -f:eyebo_0
You're so skilled. I bet you were a powerful dungeon explorer somewhere.

`31
/m -f:eyebo_0
let's try a combo this time. You can select Attack and Scepter in one turn and combine them into a Weapon attack card. 

`32 after_combo_click
/m -f:eyebo_0
Well, I think you might not be able to see the enemy, but that's okay.

`33
/m -f:eyebo_0
Feel free to slash. I'll tell you if you deviated

`34 end
toturial end.







